Repository: HarshilShah/PeakLocalisations
Catalog: fr/PeakLocalisations/Localisation/Core/Stats.xcstrings
Source language: en
Languages: de, es

source: Active Energy
de: Aktive Energie
es: Energía en Actividad

source: All
de: Alle
es: Todos

source: Average
de: Durchschnitt
es: Promedio

source: Duration
de: Dauer
es: Duración

source: Elapsed Time
de: Gesamtzeit
es: Tiempo Transcurrido

source: Elevation Gained
de: Höhenmeter
es: Desnivel

source: Number of Days
de: Anzahl Tage
es: Número de Días

source: Number of Workouts
de: Anzahl Trainings
es: Número de Entrenos

# Progress.SpelledOut
source: %1$@ out of %2$@
de: %1$@ von %2$@
es: %1$@ de %2$@

source: Sleep Stage
de: Schlafphase
es: Etapa de Sueño

# Sleep Stage.Select
source: Select Sleep Stage
de: Wähle eine Schlafphase aus
es: Seleccione la Etapa de Sueño

source: Speed
de: Tempo
es: Velocidad

source: Stats
de: Statistiken
es: Estadísticas

source: Total
de: Gesamt

source: Total Energy
de: Gesamt Energie
es: Energía Total

source: Workout Stat
de: Trainigs-Statistik
es: Estadística de Entreno

# Workout Stat.Select
source: Select a Workout Stat
de: Wähle eine Trainings-Statistik
es: Seleccione una Estadística de Entreno

source: Workout Type
de: Trainingsart
es: Tipo de Entreno

source: Workout Types
de: Trainingsarten
es: Tipos de Entreno

# Workout Types.All
source: All Workouts
de: Alle Trainings
es: Todos

# Workout Types.Select
source: Select Workout Types
de: Wähle Trainingsarten
es: Seleccionar Tipos de Entreno

# Workout Types.Select.EmptyDescription
source: If you think a workout type is missing, please contact the developer
de: Wenn dir eine Trainingsart fehlt, kontaktiere bitte den Entwickler.
es: Si cree que falta un tipo de entreno, comuníquese con el desarrollador

# Workout Types.Select.EmptyTitle
source: Nothing to see here
de: Hier gibt es nichts zu sehen
es: Nada que ver aquí

# Workout Types.Show All
source: Show All
de: Alle
es: Mostrar Todo

source: Maximum
es: Máximo

source: Minimum
es: Mínimo

source: Pace
es: Ritmo
